tap "christopher.griffith/local-neovim-tap"
tap "facebook/fb"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "nodenv/nodenv"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "samtay/tui"
tap "samuelmeuli/tap"
tap "xcodesorg/made"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "perl"
brew "asciiquarium"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "btop"
brew "glib"
brew "cmatrix"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-compose"
brew "docutils"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libgit2"
brew "eza"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libyaml"
brew "mas"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "neovim", link: false
brew "nginx"
brew "node"
brew "node-build"
brew "nodenv"
brew "openblas"
brew "numpy"
brew "openjdk@11"
brew "openjdk@17"
brew "openvino"
brew "p7zip"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "tmux"
brew "tproxy"
brew "trash"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xdg-ninja"
brew "christopher.griffith/local-neovim-tap/neovim@0.9.5"
brew "facebook/fb/idb-companion"
brew "felixkratz/formulae/borders"
brew "nodenv/nodenv/nodenv-default-packages"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "samtay/tui/tetris"
brew "xcodesorg/made/xcodes"
cask "aerospace"
cask "android-commandlinetools"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "marta"
cask "meteorologist"
cask "mitmproxy"
cask "mos"
cask "ngrok"
cask "notunes"
cask "react-native-debugger"
cask "stats"
cask "temurin"
cask "zulu@17"
mas "Forecast Bar", id: 982710545
mas "GarageBand", id: 682658836
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
