tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jakehilborn/jakehilborn"
tap "samuelmeuli/tap"
brew "libpng"
brew "webp"
brew "python@3.11"
brew "awscli"
brew "berkeley-db", link: true
brew "dnsmasq"
brew "docker", link: false
brew "docker-compose", link: false
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "python@3.10"
brew "grip"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libssh2"
brew "libyaml"
brew "mas"
brew "openjdk"
brew "maven"
brew "mitmproxy"
brew "neovim"
brew "nginx"
brew "node"
brew "node-build"
brew "nodenv"
brew "openjdk@11"
brew "p7zip"
brew "perl"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "vim"
brew "watch"
brew "wget"
brew "facebook/fb/idb-companion"
cask "android-commandlinetools"
cask "docker"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "mos"
cask "ngrok"
cask "react-native-debugger"
cask "temurin"
mas "GarageBand", id: 682658836
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
