tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jakehilborn/jakehilborn"
tap "samuelmeuli/tap"
brew "awscli"
brew "berkeley-db", link: true
brew "libpng"
brew "dnsmasq"
brew "docker", link: false
brew "docker-compose", link: false
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "python@3.10"
brew "grip"
brew "httpie"
brew "jq"
brew "libssh2"
brew "libyaml"
brew "mas"
brew "maven"
brew "mitmproxy"
brew "neovim"
brew "nginx"
brew "node"
brew "node-build"
brew "nodenv"
brew "p7zip"
brew "perl"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
cask "docker"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "ngrok"
cask "react-native-debugger"
